[
    {
        "title": "Venom: The Last Dance",
        "description": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/k42Owka8v91trK1qMYwCQCNwJKr.jpg"
    },
    {
        "title": "Transformers One",
        "description": "The untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iRCgqpdVE4wyLQvGYU3ZP7pAtUc.jpg"
    },
    {
        "title": "Deadpool & Wolverine",
        "description": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg"
    },
    {
        "title": "Venom",
        "description": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg"
    },
    {
        "title": "Venom: Let There Be Carnage",
        "description": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1MJNcPZy46hIy2CmSqOeru0yr5C.jpg"
    },
    {
        "title": "Azrael",
        "description": "In a world where no one speaks, a devout female hunts down a young woman who has escaped her imprisonment. Recaptured by its ruthless leaders, Azrael is due to be sacrificed to pacify an ancient evil deep within the surrounding wilderness. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qpdFKDvJS7oLKTcBLXOaMwUESbs.jpg"
    },
    {
        "title": "Despicable Me 4",
        "description": "Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wWba3TaojhK7NdycRhoQpsG0FaH.jpg"
    },
    {
        "title": "Survive",
        "description": "A couple celebrates their son’s birthday in the middle of the ocean on their boat. A violent storm hits and it brings up hungry creatures from the depths and they fight for their survival. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7fR3KxswtY8OHHZuOUB9td58CRX.jpg"
    },
    {
        "title": "My Hero Academia: You're Next",
        "description": "In a society devastated by the effects of an all-out war between heroes and villains, a mysterious giant fortress suddenly appears, engulfing towns and people one after another. Then, a man reminiscent of All Might, the 'symbol of peace', stands in front of Izuku and his friends... This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8rdB1wkheEMMqcY8qLAKjCMPcnZ.jpg"
    },
    {
        "title": "Brothers",
        "description": "A reformed criminal's attempt at going straight is derailed when he reunites with his sanity-testing twin brother on a road trip for the score of a lifetime. Dodging bullets, the law, and an overbearing mother along the way, they must heal their severed family bond before they end up killing each other. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/Akweo95FGyDpucYVT81h0SbX8Ky.jpg"
    },
    {
        "title": "The Shadow Strays",
        "description": "Skilled in the art of killing, a young assassin defies her mentor to save a boy from a ruthless crime syndicate — and she'll destroy anyone in her path. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/cfkcrKySRyJiIdLo6c6kNSyLFh7.jpg"
    },
    {
        "title": "The Silent Hour",
        "description": "While working a case as an interpreter, a hearing-impaired police detective must confront a group of criminals trying to eliminate a deaf murder witness in her apartment building. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/j736cRzBtEPCm0nHnpRN1prqiqj.jpg"
    },
    {
        "title": "Transmorphers: Mech Beasts",
        "description": "20 years after the events of Transmorphers, a newer, more advanced species of alien robot descends on a rebuilt Earth, threatening once again to destroy the planet. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oqhaffnQqSzdLrYAQA5W4IdAoCX.jpg"
    },
    {
        "title": "Smugglers",
        "description": "During the 1970s, in Kunchon, there were women divers who were able to dive without equipment, including two best friends Choon-ja and Jin-sook, Jin-sook's brother and Hammer. They always collected seafood under water for living. But, as fewer factories started to be built near the beach, the women divers started to have trouble with what they were doing for living. Without any choice, the ship crews decided to join the smuggling business in the water to seek a way for their living. But the smuggling business in their village got too big for Jin-sook's family to handle and the peaceful village was gradually broken. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/j8Jx4vpBG258jPxd4o0kOLDwTvm.jpg"
    },
    {
        "title": "Operation Black Ops",
        "description": "A group of mercenaries are hired to overthrow a Neo-Nazi stronghold nestled deep in the heart of Texas, only to discover they are protecting nuclear codes that could ignite World War III. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vMgkjQM2fHirExilsTZWJTqL33G.jpg"
    },
    {
        "title": "Bad Boys: Ride or Die",
        "description": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oGythE98MYleE6mZlGs5oBGkux1.jpg"
    },
    {
        "title": "The Crow",
        "description": "Soulmates Eric and Shelly are brutally murdered when the demons of her dark past catch up with them. Given the chance to save his true love by sacrificing himself, Eric sets out to seek merciless revenge on their killers, traversing the worlds of the living and the dead to put the wrong things right. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/58QT4cPJ2u2TqWZkterDq9q4yxQ.jpg"
    },
    {
        "title": "Hellboy: The Crooked Man",
        "description": "Hellboy and a rookie BPRD agent get stranded in 1950s rural Appalachia. There, they discover a small community haunted by witches, led by a local devil with a troubling connection to Hellboy's past: the Crooked Man. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iz2GabtToVB05gLTVSH7ZvFtsMM.jpg"
    },
    {
        "title": "Project Silence",
        "description": "Due to sudden deteriorating weather conditions, visibility on the Airport Bridge is severely impaired, leaving people stranded and at risk of the bridge collapsing due to a series of chain collisions and explosions. Amidst the chaos, the canine subjects \"Echo\" from the military experiment \"Project Silence,\" who were being transported in secret, break free, and all human survivors become targets of relentless attacks. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fttoFfKikQMwIoV3UVvlCvBhbUw.jpg"
    },
    {
        "title": "Uprising",
        "description": "In the Joseon Dynasty, two friends who grew up together — one the master and one the servant — reunite post-war as enemies on opposing sides. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hg9OeaCRSpazrfqYyEFr6BDaZW8.jpg"
    },
    {
        "title": "Blood for Dust",
        "description": "Reckless Ricky makes serious money dealing illegal weapons throughout the tri-state area and loves to flaunt it. Traveling salesman Cliff, covers the same territory Ricky runs guns through. Desperate to find some financial relief for his struggling family, Cliff agrees to partner with Ricky, to commit cross-state drug and gun deliveries for a mid-level American cartel boss John. When a simple exchange turns into a bloodbath after Ricky kills everyone in a territory grab, the pair find themselves in a pressure cooker situation where unlikely drug dealer Cliff must fight as hard as he can to stay alive. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nvaCnkl8RilLhVAQXPFei0tqkqW.jpg"
    },
    {
        "title": "Borderlands",
        "description": "Returning to her home planet, an infamous bounty hunter forms an unexpected alliance with a team of unlikely heroes. Together, they battle monsters and dangerous bandits to protect a young girl who holds the key to unimaginable power. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/865DntZzOdX6rLMd405R0nFkLmL.jpg"
    },
    {
        "title": "The Killer's Game",
        "description": "When top hitman Joe Flood is diagnosed with a terminal illness, he decides to take matters into his own hands – by taking a hit out on himself. But when the very hitmen he hired also target his ex-girlfriend, he must fend off an army of assassin colleagues and win back the love of his life before it's too late. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4bKlTeOUr5AKrLky8mwWvlQqyVd.jpg"
    },
    {
        "title": "Diabolik - Who Are You?",
        "description": "Captured by a ruthless gang of bank robbers, foes Diabolik and Ginko find themselves facing certain death. While Eva Kant and Altea forge an unlikely alliance to rescue their lovers, Diabolik reveals his mysterious past to the Inspector. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1DAXwi4y941ryPoGbzUlFEEiPAo.jpg"
    },
    {
        "title": "Twisters",
        "description": "As storm season intensifies, the paths of former storm chaser Kate Carter and reckless social-media superstar Tyler Owens collide when terrifying phenomena never seen before are unleashed. The pair and their competing teams find themselves squarely in the paths of multiple storm systems converging over central Oklahoma in the fight of their lives. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/pjnD08FlMAIXsfOLKQbvmO0f0MD.jpg"
    },
    {
        "title": "Kill 'em All 2",
        "description": "Phillip and Suzanne are retired from the spy game, living peacefully off the grid. That's until their whereabouts are discovered by Vlad, the vengeful brother of their target from the first film. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hgA5hN3NjNNSTXYOmAI6KNKOzbp.jpg"
    },
    {
        "title": "The Garfield Movie",
        "description": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg"
    },
    {
        "title": "Wolfs",
        "description": "Hired to cover up a high-profile crime, a fixer soon finds his night spiralling out of control when he's forced to work with an unexpected counterpart. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vOX1Zng472PC2KnS0B9nRfM8aaZ.jpg"
    },
    {
        "title": "Kingdom of the Planet of the Apes",
        "description": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gKkl37BQuKTanygYQG1pyYgLVgf.jpg"
    },
    {
        "title": "Kung Fu Panda 4",
        "description": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg"
    },
    {
        "title": "Bangkok Breaking: Heaven and Hell",
        "description": "When a dedicated rescue worker inadvertently gets caught up in the kidnapping plot of a mogul's tween daughter, he must save her from the clutches of rival gangs hunting them down with unpredictable dangers around every corner. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6VeDn4oIeUK4XwjWGWMb6qvMImQ.jpg"
    },
    {
        "title": "Female Ninjas Magic Chronicles 4: Rebel Forces at the Threshold",
        "description": "The female ninjas have to stop an alliance from carrying out their dastardly deeds, which includes bizarre ninjitsu sex magic to aid them in their quest. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7TyWl7VX3dvKxPJUTsu4h9Yh8Az.jpg"
    },
    {
        "title": "Dragonkeeper",
        "description": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi. Dragons had been banished from the kingdom. Ping, an orphan, finds one of the last remaining dragon eggs. Palace guards force Ping to run away in order to return the dragon egg to the ocean and save all dragons from extinction. Ping discovers that she is a true Dragonkeeper. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ggZGnJLzO3BTu7ysuuIzou3Oex5.jpg"
    },
    {
        "title": "Trouble",
        "description": "Wrongfully convicted of murder, a clumsy electronics salesman faces police corruption and criminal conspiracies in an attempt to prove his innocence. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ildbg7ho14EHbt1fZWAkgqIyPqy.jpg"
    },
    {
        "title": "Hijack 1971",
        "description": "Pilots Tae-in and Gyu-sik are set to fly to Gimpo. Under the guidance of flight attendant Ok-soon, passengers are busy boarding. However, shortly after takeoff, a homemade bomb explodes, turning the cabin into chaos. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/68jNkFi61MQjrJEqj2up5wZ4w5R.jpg"
    },
    {
        "title": "Migration",
        "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ldfCF9RhR40mppkzmftxapaHeTo.jpg"
    },
    {
        "title": "Prey",
        "description": "A young couple is compelled to leave their Christian missionary station in the Kalahari Desert after being threatened with death by an extremist militant gang. After crashing their aircraft they must battle man and beast for their lives. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aOsPclgSiOqhndI2Xp2ksz2g9n6.jpg"
    },
    {
        "title": "Godzilla x Kong: The New Empire",
        "description": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg"
    },
    {
        "title": "The Maze Runner",
        "description": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ode14q7WtDugFDp78fo9lCsmay9.jpg"
    },
    {
        "title": "Kill",
        "description": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on himself in a death-defying kill-spree to save those around him — turning what should have been a typical commute into an adrenaline-fueled thrill ride. This action film brings an engaging story of heroes and battles.",
        "genre": [
            "Action"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg"
    },
    {
        "title": "Venom: The Last Dance",
        "description": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/k42Owka8v91trK1qMYwCQCNwJKr.jpg"
    },
    {
        "title": "Transformers One",
        "description": "The untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iRCgqpdVE4wyLQvGYU3ZP7pAtUc.jpg"
    },
    {
        "title": "Venom: Let There Be Carnage",
        "description": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1MJNcPZy46hIy2CmSqOeru0yr5C.jpg"
    },
    {
        "title": "Inside Out 2",
        "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg"
    },
    {
        "title": "Survive",
        "description": "A couple celebrates their son’s birthday in the middle of the ocean on their boat. A violent storm hits and it brings up hungry creatures from the depths and they fight for their survival. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7fR3KxswtY8OHHZuOUB9td58CRX.jpg"
    },
    {
        "title": "My Hero Academia: You're Next",
        "description": "In a society devastated by the effects of an all-out war between heroes and villains, a mysterious giant fortress suddenly appears, engulfing towns and people one after another. Then, a man reminiscent of All Might, the 'symbol of peace', stands in front of Izuku and his friends... This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8rdB1wkheEMMqcY8qLAKjCMPcnZ.jpg"
    },
    {
        "title": "Flow",
        "description": "A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/dzDMewC0Hwv01SROiWgKOi4iOc1.jpg"
    },
    {
        "title": "Coco",
        "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gGEsBPAijhVUFoiNpgZXqRVWJt2.jpg"
    },
    {
        "title": "The Inseparables",
        "description": "The animated buddy movie follows the misadventures of Don, a runaway puppet with boundless imaginations, and DJ Doggy Dog, an abandoned plush looking for a friend, who cross paths in Central Park and team up against all odds for a epic friendship adventure in New York. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/dmftU2Rnmv9KTteMUwjalOuZHke.jpg"
    },
    {
        "title": "The Garfield Movie",
        "description": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg"
    },
    {
        "title": "Kingdom of the Planet of the Apes",
        "description": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gKkl37BQuKTanygYQG1pyYgLVgf.jpg"
    },
    {
        "title": "Dragonkeeper",
        "description": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi. Dragons had been banished from the kingdom. Ping, an orphan, finds one of the last remaining dragon eggs. Palace guards force Ping to run away in order to return the dragon egg to the ocean and save all dragons from extinction. Ping discovers that she is a true Dragonkeeper. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ggZGnJLzO3BTu7ysuuIzou3Oex5.jpg"
    },
    {
        "title": "Migration",
        "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ldfCF9RhR40mppkzmftxapaHeTo.jpg"
    },
    {
        "title": "Godzilla x Kong: The New Empire",
        "description": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg"
    },
    {
        "title": "Furiosa: A Mad Max Saga",
        "description": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iADOJ8Zymht2JPMoy3R7xceZprc.jpg"
    },
    {
        "title": "Saving Bikini Bottom: The Sandy Cheeks Movie",
        "description": "When Bikini Bottom is scooped from the ocean, scientific squirrel Sandy Cheeks and her pal SpongeBob SquarePants saddle up for Texas to save their town. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/30YnfZdMNIV7noWLdvmcJS0cbnQ.jpg"
    },
    {
        "title": "Descendants: The Rise of Red",
        "description": "After the Queen of Hearts incites a coup on Auradon, her rebellious daughter Red and Cinderella's perfectionist daughter Chloe join forces and travel back in time to try to undo the traumatic event that set Red's mother down her villainous path. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8fYluTtB3b3HKO7KQa5tzrvGaps.jpg"
    },
    {
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "description": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg"
    },
    {
        "title": "Inside Out",
        "description": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2H1TmgdfNtsKlU9jKdeNyYL5y8T.jpg"
    },
    {
        "title": "Gracie & Pedro: Pets to the Rescue",
        "description": "Family frenemies, Gracie and Pedro, must put their differences aside, embarking on a thrilling quest packed with perilous escapades in order to reunite with their owners. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1agSI7NGvagr720za8XAubtqUoB.jpg"
    },
    {
        "title": "Harold and the Purple Crayon",
        "description": "Inside of his book, adventurous Harold can make anything come to life simply by drawing it. After he grows up and draws himself off the book's pages and into the physical world, Harold finds he has a lot to learn about real life. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qtW6bWUEqfPLaD6KnetIlSG4adf.jpg"
    },
    {
        "title": "Moana 2",
        "description": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/yh64qw9mgXBvlaWDi7Q9tpUBAvH.jpg"
    },
    {
        "title": "Transformers: Rise of the Beasts",
        "description": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gPbM0MK8CP8A174rmUwGsADNYKD.jpg"
    },
    {
        "title": "Spider-Man: No Way Home",
        "description": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg"
    },
    {
        "title": "Twilight of the Warriors: Walled In",
        "description": "In 1980s Hong Kong, troubled youth Chan Lok-kwun, a mainland refugee, struggles to survive in the Kowloon Walled City by joining underground fights. Betrayed by crime boss Mr. Big while trying to buy a fake ID, he steals drugs from him and seeks refuge in the Walled City, where he encounters Cyclone, a compassionate yet authoritative crime lord. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/h0tunBO4tMjvKVVG7fXqHgwOr5C.jpg"
    },
    {
        "title": "Harry Potter and the Philosopher's Stone",
        "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg"
    },
    {
        "title": "Interstellar",
        "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg"
    },
    {
        "title": "The Super Mario Bros. Movie",
        "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg"
    },
    {
        "title": "Avengers: Infinity War",
        "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg"
    },
    {
        "title": "Miraculous World: Paris, Tales of Shadybug and Claw Noir",
        "description": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people? This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7Md3nuV0ZprBTnkdR3OrUCEsrSP.jpg"
    },
    {
        "title": "The Count of Monte-Cristo",
        "description": "Edmond Dantes becomes the target of a sinister plot and is arrested on his wedding day for a crime he did not commit. After 14 years in the island prison of Château d’If, he manages a daring escape. Now rich beyond his dreams, he assumes the identity of the Count of Monte-Cristo and exacts his revenge on the three men who betrayed him. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sAT1P3FGhtJ68anUyJScnMu8t1l.jpg"
    },
    {
        "title": "Dune: Part Two",
        "description": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg"
    },
    {
        "title": "Spider-Man: Across the Spider-Verse",
        "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg"
    },
    {
        "title": "Harry Potter and the Chamber of Secrets",
        "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg"
    },
    {
        "title": "Gladiator II",
        "description": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2cxhvwyEwRlysAmRH4iodkvo0z5.jpg"
    },
    {
        "title": "Mantra Warrior: The Legend of The Eight Moons",
        "description": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sQE0VegwDa0GHjawfNRr1sFgVE2.jpg"
    },
    {
        "title": "xXx",
        "description": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg"
    },
    {
        "title": "Harry Potter and the Prisoner of Azkaban",
        "description": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg"
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kuf6dutpsT0vSVehic3EZIqkOBt.jpg"
    },
    {
        "title": "Sonic the Hedgehog 3",
        "description": "Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet. This adventure film brings an engaging story of heroes and battles.",
        "genre": [
            "Adventure"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mubt4bnVfpJ5lBMq93DidEuMkJr.jpg"
    },
    {
        "title": "Inside Out 2",
        "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg"
    },
    {
        "title": "Heavenly Touch",
        "description": "Jonard is having trouble making ends meet. His mother is suffering from depression, and he and his sister are forced to quit school in order to take care of her. One day, Jonard meets up his friend Rodel, and Rodel introduces him to the world of massage parlors. Rodel teaches him massage, and brings him to Heavenly Touch, a syndicate-run massage parlor that mostly caters to homosexuals. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ory8WuAqznTE7lfopTSymHpop2t.jpg"
    },
    {
        "title": "Joker: Folie à Deux",
        "description": "While struggling with his dual identity, Arthur Fleck not only stumbles upon true love, but also finds the music that's always been inside him. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aciP8Km0waTLXEYf5ybFK5CSUxl.jpg"
    },
    {
        "title": "Uprising",
        "description": "In the Joseon Dynasty, two friends who grew up together — one the master and one the servant — reunite post-war as enemies on opposing sides. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hg9OeaCRSpazrfqYyEFr6BDaZW8.jpg"
    },
    {
        "title": "My Fault",
        "description": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/w46Vw536HwNnEzOa7J24YH9DPRS.jpg"
    },
    {
        "title": "It Ends with Us",
        "description": "When a woman's first love suddenly reenters her life, her relationship with a charming, but abusive neurosurgeon is upended, and she realizes she must learn to rely on her own strength to make an impossible choice for her future. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/AjV6jFJ2YFIluYo4GQf13AA1tqu.jpg"
    },
    {
        "title": "Kelas Bintang - Hot Moms",
        "description": "This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7dBqZmErtrxN9ghOJoW6SimgDo1.jpg"
    },
    {
        "title": "Never Let Go",
        "description": "As an evil takes over the world beyond their front doorstep, the only protection for a mother and her twin sons is their house and their family’s protective bond. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3EpZ2ksjijmdr8BhISP03PYzNFW.jpg"
    },
    {
        "title": "The Flesh",
        "description": "A beautiful film which is basically about a man, a piano player, who meets and falls in love with a beautiful and voluptuous woman, who, by some strange procedure, leaves the man unable to move but with a permanent priapism! After some time he becomes sick of it and she relieves his paralysis. Eventually she gets bored and decides to leave, but he can't take it because he loves her… This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/quhlqvkeRZN6tZrDSfJ41en6CDs.jpg"
    },
    {
        "title": "Pleasure",
        "description": "19 year old Linnéa leaves her small town in Sweden and heads for Los Angeles with the aim of becoming the world's next big porn star, but the road to her goal turns out to be bumpier than she imagined. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7Z2K08J0WantJHNa0vLTOmii41l.jpg"
    },
    {
        "title": "Lee",
        "description": "The true story of photographer Elizabeth 'Lee' Miller, a fashion model who became an acclaimed war correspondent for Vogue magazine during World War II. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/zdNWyuim8gpJHe1LtKaDrs43dWz.jpg"
    },
    {
        "title": "The Park Maniac",
        "description": "An infamous serial killer who assaulted and killed several women in the '90s, gets on a collision course with a young journalist eager for the truth and a career-changing article. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xUIaDutJAWyfWEyZRcqaNWcoR55.jpg"
    },
    {
        "title": "Woman of the Hour",
        "description": "An aspiring actress crosses paths with a prolific serial killer in '70s LA when they're cast on an episode of \"The Dating Game.\" This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nc9ZqrJFbcUdlMg9lxXXtJb24jU.jpg"
    },
    {
        "title": "Bangkok Breaking: Heaven and Hell",
        "description": "When a dedicated rescue worker inadvertently gets caught up in the kidnapping plot of a mogul's tween daughter, he must save her from the clutches of rival gangs hunting them down with unpredictable dangers around every corner. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6VeDn4oIeUK4XwjWGWMb6qvMImQ.jpg"
    },
    {
        "title": "Japanese Mom",
        "description": "\"Innocent face, D-cup breasts and perfect intercourse skills! Son, this is not your girlfriend anymore but your mother!\"  Ki-ho brings Yuki from Japan to marry her. However, he starts cheating on her with his ex-girlfriend in Korea.  Min-cheol comforted Yuki and thought of her as his daughter-in-law, but one day he realizes he is looking at her as a woman.  In the end, Yuki and Min-cheol have intercourse without Ki-ho knowing... This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hq1EaYIqUNrPM3QFYAbnH2UHoX8.jpg"
    },
    {
        "title": "Kill",
        "description": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on himself in a death-defying kill-spree to save those around him — turning what should have been a typical commute into an adrenaline-fueled thrill ride. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg"
    },
    {
        "title": "The Arctic Convoy",
        "description": "In 1942, a convoy of 35 civilian ships, carrying vital supplies from Iceland to the Soviet Union, faces deadly challenges in the Arctic. Despite Allied naval escort, catastrophic intelligence errors expose the convoy to relentless German air and naval attacks. In the brutal conditions, inexperienced civilian sailors fight for survival, with only 12 ships making it to their destination. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3iUVHcDUhDe1lUBcPYtd919MJpb.jpg"
    },
    {
        "title": "The Convert",
        "description": "Munro, a soldier turned lay preacher, comes to New Zealand to minister to the first British colonists, but he is converted by the powerful chief Maianui to serve a different purpose. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/e5ZqqPlhKstzB4geibpZh38w7Pq.jpg"
    },
    {
        "title": "Civil War",
        "description": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sh7Rg8Er3tFcN9BpKIPOMvALgZd.jpg"
    },
    {
        "title": "Inside Out",
        "description": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2H1TmgdfNtsKlU9jKdeNyYL5y8T.jpg"
    },
    {
        "title": "Tatsulok: Tatlo Magkasalo",
        "description": "Story about a happily married couple visited by an old friend, who ends up stirring the pot by becoming sexually involved with both the husband and the wife. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/15B2oabjTSiydkqsV05jX2IV1Dq.jpg"
    },
    {
        "title": "The Forge",
        "description": "19 year old Isaiah Wright lives for basketball and video games. A year out of high school, he has no job, no plans, and no idea how to be a man. At odds with his single mother Cynthia, Isaiah is given an ultimatum – to step up or move out. Feeling the pull from his friends and the push from his mom, Isaiah is hired by Moore Fitness, unaware of how the owner will personally impact his life. With the prayers of his mother and unexpected guidance from his new mentor, Isaiah is forced to deal with his past, sacrifice his selfishness and discover how God might have a greater purpose for his life. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vXW1I7HGZkeGUqw8QpGFiDA31Ih.jpg"
    },
    {
        "title": "Your Fault",
        "description": "The love between Noah and Nick seems unwavering despite their parents' attempts to separate them. But his job and her entry into college open up their lives to new relationships that will shake the foundations of both their relationship and the Leister family itself. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iWUouGcOAB49ASJV45HD5JL1pxC.jpg"
    },
    {
        "title": "Joker",
        "description": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg"
    },
    {
        "title": "Caddo Lake",
        "description": "When an 8-year-old girl mysteriously vanishes on Caddo Lake, a series of past deaths and disappearances begin to link together, forever altering a broken family’s history. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sv1IoM6xlCdAoOzUmgB9XTnADC.jpg"
    },
    {
        "title": "Interstellar",
        "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg"
    },
    {
        "title": "An Ideal Father",
        "description": "Michel, the jovial owner of the only café in a small Normandy town, sees his life turned upside down when his teenage daughter is murdered. The community has his back but soon rumor spreads and Michel is singled out. From the ideal father, he becomes the ideal culprit. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4xJd3uwtL1vCuZgEfEc8JXI9Uyx.jpg"
    },
    {
        "title": "The Count of Monte-Cristo",
        "description": "Edmond Dantes becomes the target of a sinister plot and is arrested on his wedding day for a crime he did not commit. After 14 years in the island prison of Château d’If, he manages a daring escape. Now rich beyond his dreams, he assumes the identity of the Count of Monte-Cristo and exacts his revenge on the three men who betrayed him. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sAT1P3FGhtJ68anUyJScnMu8t1l.jpg"
    },
    {
        "title": "Outlaw",
        "description": "At the age of nine, Rebeca is sold by her grandmother to the bookseller who ran Rocinha. Disputed by bicheiros and drug dealers, the community is going through changes in power. Rebeca becomes the wife of the chief drug dealer and, with the death of her partner, his successor. The electrifying trajectory of crime, violence, drugs and love of a female drug kingpin in Rocinha, Rio de Janeiro in the 1980s. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/rGS8SzheANVQicNba0GCE6w1XHb.jpg"
    },
    {
        "title": "The Godfather",
        "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3bhkrj58Vtu7enYsRolD1fZdja1.jpg"
    },
    {
        "title": "The Gigolo",
        "description": "Fung looks like a super-heartthrob and was bon with a special endowment, making him the high school idol. He was expelled from school when he was caught fighting on campus. When his mom, the sole provider of his family with her poultry business, had to stop working due to her back problems, Fung decides to support his family financially. And from that moment, his life takes on a tumultuous change… This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/v0YIyJc5EtAGciCZsvqsW2QPRAr.jpg"
    },
    {
        "title": "The Shawshank Redemption",
        "description": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg"
    },
    {
        "title": "Under Paris",
        "description": "In order to save Paris from an international bloodbath, a grieving scientist is forced to face her tragic past when a giant shark appears in the Seine. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qZPLK5ktRKa3CL4sKRZtj8UlPYc.jpg"
    },
    {
        "title": "Justice",
        "description": "A young detective seeks the help of a discharged police officer, giving him the chance to reclaim his old life in exchange for solving a bank raid case. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/zrzKoiLUdKuKqtYOKS2orLRoUhv.jpg"
    },
    {
        "title": "365 Days: This Day",
        "description": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7qU0SOVcQ8BTJLodcAlulUAG16C.jpg"
    },
    {
        "title": "BLUE LOCK THE MOVIE -EPISODE NAGI-",
        "description": "\"That's a hassle.\" That was second-year high schooler Nagi Seishirou's favorite phrase as he lived his dull life. Until Mikage Reo, a classmate who dreamed of winning the World Cup, discovered Nagi's hidden skill, inspiring him to play soccer and share his outstanding talent. One day, Nagi Seishiro receives an invitation to the mysterious Blue Lock Project. What awaits him there is an encounter with the finest strikers assembled from across the country. Nagi's dream of becoming the best, alongside Mikage Reo, will take this prodigy to a world he's never known. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ae434jM5NG2kKX1rRkG5giMhpPI.jpg"
    },
    {
        "title": "Rebel Ridge",
        "description": "A former Marine confronts corruption in a small town when local law enforcement unjustly seizes the bag of cash he needs to post his cousin's bail. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xEt2GSz9z5rSVpIHMiGdtf0czyf.jpg"
    },
    {
        "title": "Private Collections",
        "description": "Three stories. A solitary sailor falls from his boat and washes ashore on a tropical island. While seeking rescue, he's found by a nearly naked woman who is playful and compliant. He decides to erase his signs of distress and remain on the island. What awaits?  In the second, an adolescent searches for the words of a nursery rime he remembers bits of. His journey takes him into dreams, sexual awakening, and Oedipal fantasy.  Third, a man of wealth in late-nineteenth century Paris hires a prostitute for the night. She's also cabaret performer and takes him to her room. He fears he's about to be robbed. What's her secret? This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qHm5qK7bNyK0EgwE2qHps38yNQc.jpg"
    },
    {
        "title": "Gran Turismo",
        "description": "The ultimate wish-fulfillment tale of a teenage Gran Turismo player whose gaming skills won him a series of Nissan competitions to become an actual professional racecar driver. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/51tqzRtKMMZEYUpSYkrUE7v9ehm.jpg"
    },
    {
        "title": "Fifty Shades of Grey",
        "description": "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure. This drama film brings an engaging story of emotional depth and complex characters.",
        "genre": [
            "Drama"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/63kGofUkt1Mx0SIL4XI4Z5AoSgt.jpg"
    },
    {
        "title": "Deadpool & Wolverine",
        "description": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg"
    },
    {
        "title": "Inside Out 2",
        "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg"
    },
    {
        "title": "Beetlejuice Beetlejuice",
        "description": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Betelgeuse, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kKgQzkUCnQmeTPkyIwHly2t6ZFI.jpg"
    },
    {
        "title": "Despicable Me 4",
        "description": "Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wWba3TaojhK7NdycRhoQpsG0FaH.jpg"
    },
    {
        "title": "Brothers",
        "description": "A reformed criminal's attempt at going straight is derailed when he reunites with his sanity-testing twin brother on a road trip for the score of a lifetime. Dodging bullets, the law, and an overbearing mother along the way, they must heal their severed family bond before they end up killing each other. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/Akweo95FGyDpucYVT81h0SbX8Ky.jpg"
    },
    {
        "title": "Bad Boys: Ride or Die",
        "description": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oGythE98MYleE6mZlGs5oBGkux1.jpg"
    },
    {
        "title": "SpongeBob Squarepants: Kreepaway Kamp",
        "description": "While at Kamp Koral for a reunion, SpongeBob and the gang are stalked by a mysterious figure lurking in the shadows as campers start disappearing one by one! This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/blRsgsexoBqnjcEJkV8beKAVT6J.jpg"
    },
    {
        "title": "LEGO Marvel Avengers: Mission Demolition",
        "description": "A young, aspiring hero and superhero fan inadvertently unleashes a powerful new villain looking to rid the world of the Avengers. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/k3LGf9afqmUZiAJ9nffBinpOhOI.jpg"
    },
    {
        "title": "The Inseparables",
        "description": "The animated buddy movie follows the misadventures of Don, a runaway puppet with boundless imaginations, and DJ Doggy Dog, an abandoned plush looking for a friend, who cross paths in Central Park and team up against all odds for a epic friendship adventure in New York. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/dmftU2Rnmv9KTteMUwjalOuZHke.jpg"
    },
    {
        "title": "The Bad Guys: Haunted Heist",
        "description": "The crafty Bad Guys crew embarks on a high-stakes Halloween heist to swipe a priceless amulet from a spooky mansion. What could go wrong? This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oEJC05CqPugMxC4rFu9r6r6vg6m.jpg"
    },
    {
        "title": "IF",
        "description": "A young girl who goes through a difficult experience begins to see everyone's imaginary friends who have been left behind as their real-life friends have grown up. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg"
    },
    {
        "title": "Borderlands",
        "description": "Returning to her home planet, an infamous bounty hunter forms an unexpected alliance with a team of unlikely heroes. Together, they battle monsters and dangerous bandits to protect a young girl who holds the key to unimaginable power. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/865DntZzOdX6rLMd405R0nFkLmL.jpg"
    },
    {
        "title": "The Killer's Game",
        "description": "When top hitman Joe Flood is diagnosed with a terminal illness, he decides to take matters into his own hands – by taking a hit out on himself. But when the very hitmen he hired also target his ex-girlfriend, he must fend off an army of assassin colleagues and win back the love of his life before it's too late. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4bKlTeOUr5AKrLky8mwWvlQqyVd.jpg"
    },
    {
        "title": "The Garfield Movie",
        "description": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg"
    },
    {
        "title": "Wolfs",
        "description": "Hired to cover up a high-profile crime, a fixer soon finds his night spiralling out of control when he's forced to work with an unexpected counterpart. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vOX1Zng472PC2KnS0B9nRfM8aaZ.jpg"
    },
    {
        "title": "Trouble",
        "description": "Wrongfully convicted of murder, a clumsy electronics salesman faces police corruption and criminal conspiracies in an attempt to prove his innocence. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ildbg7ho14EHbt1fZWAkgqIyPqy.jpg"
    },
    {
        "title": "Migration",
        "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ldfCF9RhR40mppkzmftxapaHeTo.jpg"
    },
    {
        "title": "Beetlejuice",
        "description": "A newly dead New England couple seeks help from a deranged demon exorcist to scare an affluent New York family out of their home. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg"
    },
    {
        "title": "10 Lives",
        "description": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/r2D7MkNocsqKOqGnnGEQThU26JS.jpg"
    },
    {
        "title": "The Most Wonderful Time of the Year",
        "description": "Sideshow Bob teams up with the most infamous villains of Disney+ to share the true meaning of the Halloween season. Filled with music, mayhem, and madness, this short from \"The Simpsons\" is simply to die for. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3ivqP56Jd8RkbDidoe1rGFVGpJZ.jpg"
    },
    {
        "title": "Saving Bikini Bottom: The Sandy Cheeks Movie",
        "description": "When Bikini Bottom is scooped from the ocean, scientific squirrel Sandy Cheeks and her pal SpongeBob SquarePants saddle up for Texas to save their town. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/30YnfZdMNIV7noWLdvmcJS0cbnQ.jpg"
    },
    {
        "title": "Carved",
        "description": "On Halloween 1993, 2 years after a deadly nuclear spill, the staff of a historic pioneer village attraction must work together to survive the attack of a monstrous killer pumpkin set on revenge. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/9DKH4j80eR4qAcGDoShlUO7D0Is.jpg"
    },
    {
        "title": "Descendants: The Rise of Red",
        "description": "After the Queen of Hearts incites a coup on Auradon, her rebellious daughter Red and Cinderella's perfectionist daughter Chloe join forces and travel back in time to try to undo the traumatic event that set Red's mother down her villainous path. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8fYluTtB3b3HKO7KQa5tzrvGaps.jpg"
    },
    {
        "title": "Inside Out",
        "description": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2H1TmgdfNtsKlU9jKdeNyYL5y8T.jpg"
    },
    {
        "title": "Gracie & Pedro: Pets to the Rescue",
        "description": "Family frenemies, Gracie and Pedro, must put their differences aside, embarking on a thrilling quest packed with perilous escapades in order to reunite with their owners. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1agSI7NGvagr720za8XAubtqUoB.jpg"
    },
    {
        "title": "Scouts Guide to the Zombie Apocalypse",
        "description": "Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lUKvvSnjFlazrdh6wyHxHrdMknD.jpg"
    },
    {
        "title": "Harold and the Purple Crayon",
        "description": "Inside of his book, adventurous Harold can make anything come to life simply by drawing it. After he grows up and draws himself off the book's pages and into the physical world, Harold finds he has a lot to learn about real life. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qtW6bWUEqfPLaD6KnetIlSG4adf.jpg"
    },
    {
        "title": "Moana 2",
        "description": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/yh64qw9mgXBvlaWDi7Q9tpUBAvH.jpg"
    },
    {
        "title": "To Be Twenty",
        "description": "Lia and Tina are two beautiful girls who meet and realize that they have a lot in common. They are both young, beautiful and pissed off, so they decide to hitchhike their way to Rome to find Nazariota's commune, a place to stay for free and have all the sex they want... or so they think. Things don't go as they have planned though, and soon they become involved in prostitution, the police and an aggressive gang. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6QXcWnq8Ln0uypX9y1e3r1wEpF.jpg"
    },
    {
        "title": "The Super Mario Bros. Movie",
        "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg"
    },
    {
        "title": "Officer Black Belt",
        "description": "A talented martial artist who can't walk past a person in need unites with a probation officer to fight and prevent crime as a martial arts officer. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/rEaJSXAlNfdhRpDHiNcJsoUa9qE.jpg"
    },
    {
        "title": "The Gigolo",
        "description": "Fung looks like a super-heartthrob and was bon with a special endowment, making him the high school idol. He was expelled from school when he was caught fighting on campus. When his mom, the sole provider of his family with her poultry business, had to stop working due to her back problems, Fung decides to support his family financially. And from that moment, his life takes on a tumultuous change… This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/v0YIyJc5EtAGciCZsvqsW2QPRAr.jpg"
    },
    {
        "title": "Padre no hay más que uno 4: Campanas de boda",
        "description": "The eldest of the family, Sara, comes of age and brings chaos to the family by announcing her intention to marry Ocho. Javier and Marisa try to avoid it at all costs. At the same time Dani has an existential crisis, Paulita feels jealous of Cris, Carlota announces that she has found a boyfriend from a high society family and Rocio has finally managed to be cast in her first film. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hTMvGolGJLF0GQ7mlwNjbXpsPZ.jpg"
    },
    {
        "title": "Elemental",
        "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4Y1WNkd88JXmGfhtWR7dmDAo1T2.jpg"
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kuf6dutpsT0vSVehic3EZIqkOBt.jpg"
    },
    {
        "title": "Red One",
        "description": "After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous bounty hunter in a globe-trotting, action-packed mission to save Christmas. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/cdqLnri3NEGcmfnqwk2TSIYtddg.jpg"
    },
    {
        "title": "Sonic the Hedgehog 3",
        "description": "Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mubt4bnVfpJ5lBMq93DidEuMkJr.jpg"
    },
    {
        "title": "The Mouse Trap",
        "description": "It's Alex's 21st Birthday, but she's stuck at the amusement arcade on a late shift so her friends decide to surprise her, but a masked killer dressed as Mickey Mouse decides to play a game of his own with them which she must survive. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3ovFaFeojLFIl5ClqhtgYMDS8sE.jpg"
    },
    {
        "title": "Big City Greens the Movie: Spacecation",
        "description": "When thrill-seeker Cricket tricks his family into taking a \"road trip\" in space, chaos in the cosmos quickly ensues. Despite growing frustrations between Cricket and his dad, Bill, the two must learn to appreciate each other's unique perspectives in order to prevent Big City from being destroyed by an interstellar disaster. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wV0nNtlL0nxgse8llRi7SypkCQI.jpg"
    },
    {
        "title": "The Ministry of Ungentlemanly Warfare",
        "description": "During World War II, the British Army assigns a group of competent soldiers to carry out a mission against the Nazi forces behind enemy lines... A true story about a secret British WWII organization – the Special Operations Executive. Founded by Winston Churchill, their irregular warfare against the Germans helped to change the course of the war, and gave birth to modern black operations. This comedy film brings an engaging story of laughter and feel-good moments.",
        "genre": [
            "Comedy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8aF0iAKH9MJMYAZdi0Slg77RYa2.jpg"
    },
    {
        "title": "The Wild Robot",
        "description": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg"
    },
    {
        "title": "Transformers One",
        "description": "The untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iRCgqpdVE4wyLQvGYU3ZP7pAtUc.jpg"
    },
    {
        "title": "Inside Out 2",
        "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg"
    },
    {
        "title": "Despicable Me 4",
        "description": "Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wWba3TaojhK7NdycRhoQpsG0FaH.jpg"
    },
    {
        "title": "SpongeBob Squarepants: Kreepaway Kamp",
        "description": "While at Kamp Koral for a reunion, SpongeBob and the gang are stalked by a mysterious figure lurking in the shadows as campers start disappearing one by one! This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/blRsgsexoBqnjcEJkV8beKAVT6J.jpg"
    },
    {
        "title": "Coco",
        "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gGEsBPAijhVUFoiNpgZXqRVWJt2.jpg"
    },
    {
        "title": "The Inseparables",
        "description": "The animated buddy movie follows the misadventures of Don, a runaway puppet with boundless imaginations, and DJ Doggy Dog, an abandoned plush looking for a friend, who cross paths in Central Park and team up against all odds for a epic friendship adventure in New York. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/dmftU2Rnmv9KTteMUwjalOuZHke.jpg"
    },
    {
        "title": "IF",
        "description": "A young girl who goes through a difficult experience begins to see everyone's imaginary friends who have been left behind as their real-life friends have grown up. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg"
    },
    {
        "title": "The Nightmare Before Christmas",
        "description": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oQffRNjK8e19rF7xVYEN8ew0j7b.jpg"
    },
    {
        "title": "The Garfield Movie",
        "description": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg"
    },
    {
        "title": "Kung Fu Panda 4",
        "description": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg"
    },
    {
        "title": "Dragonkeeper",
        "description": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi. Dragons had been banished from the kingdom. Ping, an orphan, finds one of the last remaining dragon eggs. Palace guards force Ping to run away in order to return the dragon egg to the ocean and save all dragons from extinction. Ping discovers that she is a true Dragonkeeper. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ggZGnJLzO3BTu7ysuuIzou3Oex5.jpg"
    },
    {
        "title": "Migration",
        "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ldfCF9RhR40mppkzmftxapaHeTo.jpg"
    },
    {
        "title": "Coraline",
        "description": "Wandering her rambling old house in her boring new town, 11-year-old Coraline discovers a hidden door to a strangely idealized version of her life. In order to stay in the fantasy, she must make a frighteningly real sacrifice. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4jeFXQYytChdZYE9JYO7Un87IlW.jpg"
    },
    {
        "title": "10 Lives",
        "description": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/r2D7MkNocsqKOqGnnGEQThU26JS.jpg"
    },
    {
        "title": "Saving Bikini Bottom: The Sandy Cheeks Movie",
        "description": "When Bikini Bottom is scooped from the ocean, scientific squirrel Sandy Cheeks and her pal SpongeBob SquarePants saddle up for Texas to save their town. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/30YnfZdMNIV7noWLdvmcJS0cbnQ.jpg"
    },
    {
        "title": "Descendants: The Rise of Red",
        "description": "After the Queen of Hearts incites a coup on Auradon, her rebellious daughter Red and Cinderella's perfectionist daughter Chloe join forces and travel back in time to try to undo the traumatic event that set Red's mother down her villainous path. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8fYluTtB3b3HKO7KQa5tzrvGaps.jpg"
    },
    {
        "title": "Inside Out",
        "description": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2H1TmgdfNtsKlU9jKdeNyYL5y8T.jpg"
    },
    {
        "title": "Gracie & Pedro: Pets to the Rescue",
        "description": "Family frenemies, Gracie and Pedro, must put their differences aside, embarking on a thrilling quest packed with perilous escapades in order to reunite with their owners. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1agSI7NGvagr720za8XAubtqUoB.jpg"
    },
    {
        "title": "The Forge",
        "description": "19 year old Isaiah Wright lives for basketball and video games. A year out of high school, he has no job, no plans, and no idea how to be a man. At odds with his single mother Cynthia, Isaiah is given an ultimatum – to step up or move out. Feeling the pull from his friends and the push from his mom, Isaiah is hired by Moore Fitness, unaware of how the owner will personally impact his life. With the prayers of his mother and unexpected guidance from his new mentor, Isaiah is forced to deal with his past, sacrifice his selfishness and discover how God might have a greater purpose for his life. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vXW1I7HGZkeGUqw8QpGFiDA31Ih.jpg"
    },
    {
        "title": "Harold and the Purple Crayon",
        "description": "Inside of his book, adventurous Harold can make anything come to life simply by drawing it. After he grows up and draws himself off the book's pages and into the physical world, Harold finds he has a lot to learn about real life. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qtW6bWUEqfPLaD6KnetIlSG4adf.jpg"
    },
    {
        "title": "Moana 2",
        "description": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/yh64qw9mgXBvlaWDi7Q9tpUBAvH.jpg"
    },
    {
        "title": "The Super Mario Bros. Movie",
        "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg"
    },
    {
        "title": "Miraculous World: Paris, Tales of Shadybug and Claw Noir",
        "description": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people? This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7Md3nuV0ZprBTnkdR3OrUCEsrSP.jpg"
    },
    {
        "title": "Padre no hay más que uno 4: Campanas de boda",
        "description": "The eldest of the family, Sara, comes of age and brings chaos to the family by announcing her intention to marry Ocho. Javier and Marisa try to avoid it at all costs. At the same time Dani has an existential crisis, Paulita feels jealous of Cris, Carlota announces that she has found a boyfriend from a high society family and Rocio has finally managed to be cast in her first film. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hTMvGolGJLF0GQ7mlwNjbXpsPZ.jpg"
    },
    {
        "title": "Elemental",
        "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4Y1WNkd88JXmGfhtWR7dmDAo1T2.jpg"
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kuf6dutpsT0vSVehic3EZIqkOBt.jpg"
    },
    {
        "title": "Sonic the Hedgehog 3",
        "description": "Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mubt4bnVfpJ5lBMq93DidEuMkJr.jpg"
    },
    {
        "title": "Big City Greens the Movie: Spacecation",
        "description": "When thrill-seeker Cricket tricks his family into taking a \"road trip\" in space, chaos in the cosmos quickly ensues. Despite growing frustrations between Cricket and his dad, Bill, the two must learn to appreciate each other's unique perspectives in order to prevent Big City from being destroyed by an interstellar disaster. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wV0nNtlL0nxgse8llRi7SypkCQI.jpg"
    },
    {
        "title": "Wish",
        "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vgJZSqKMXWDDx09iSIStGKfHMku.jpg"
    },
    {
        "title": "Lassie: A New Adventure",
        "description": "Flo and his trusted Collie pal Lassie spend the summer at Aunt Cosma's, alongside her foster children Kleo and Henry, and her dog Pippa. When local canines start disappearing, including Pippa, Lassie rallies the kids to solve the mystery. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jGFcaPyEMK25fIs5BSAHrKsi2Q8.jpg"
    },
    {
        "title": "Sonic the Hedgehog 2",
        "description": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg"
    },
    {
        "title": "Wonka",
        "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qhb1qOilapbapxWQn9jtRCMwXJF.jpg"
    },
    {
        "title": "Monsters, Inc.",
        "description": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wFSpyMsp7H0ttERbxY7Trlv8xry.jpg"
    },
    {
        "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "description": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg"
    },
    {
        "title": "Shrek",
        "description": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iB64vpL3dIObOtMZgX3RqdVdQDc.jpg"
    },
    {
        "title": "The Incredibles",
        "description": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg"
    },
    {
        "title": "The Adventure of A.R.I.: My Robot Friend",
        "description": "A teenager summons the courage to help a friendly robot known as A.R.I. kidnapped by a ruthless lab director working for a powerful corporation seeking to turn him into a dangerous weapon in order to rule the world. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/txcjXiyhBvsSFyZtgCHWW7CyIeN.jpg"
    },
    {
        "title": "Zootopia",
        "description": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery. This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hlK0e0wAQ3VLuJcsfIYPvb4JVud.jpg"
    },
    {
        "title": "The Boy and the Heron",
        "description": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\" This family film brings an engaging story of family bonds and moral lessons.",
        "genre": [
            "Family"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/f4oZTcfGrVTXKTWg157AwikXqmP.jpg"
    },
    {
        "title": "Beetlejuice Beetlejuice",
        "description": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Betelgeuse, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kKgQzkUCnQmeTPkyIwHly2t6ZFI.jpg"
    },
    {
        "title": "Corpse Bride",
        "description": "Set in a 19th-century European village, this stop-motion animation feature follows the story of Victor, a young man whisked away to the underworld and wed to a mysterious corpse bride, while his real bride Victoria waits bereft in the land of the living. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/isb2Qow76GpqYmsSyfdMfsYAjts.jpg"
    },
    {
        "title": "The Crow",
        "description": "Soulmates Eric and Shelly are brutally murdered when the demons of her dark past catch up with them. Given the chance to save his true love by sacrificing himself, Eric sets out to seek merciless revenge on their killers, traversing the worlds of the living and the dead to put the wrong things right. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/58QT4cPJ2u2TqWZkterDq9q4yxQ.jpg"
    },
    {
        "title": "Hellboy: The Crooked Man",
        "description": "Hellboy and a rookie BPRD agent get stranded in 1950s rural Appalachia. There, they discover a small community haunted by witches, led by a local devil with a troubling connection to Hellboy's past: the Crooked Man. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iz2GabtToVB05gLTVSH7ZvFtsMM.jpg"
    },
    {
        "title": "Flow",
        "description": "A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/dzDMewC0Hwv01SROiWgKOi4iOc1.jpg"
    },
    {
        "title": "IF",
        "description": "A young girl who goes through a difficult experience begins to see everyone's imaginary friends who have been left behind as their real-life friends have grown up. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg"
    },
    {
        "title": "The Nightmare Before Christmas",
        "description": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oQffRNjK8e19rF7xVYEN8ew0j7b.jpg"
    },
    {
        "title": "Kung Fu Panda 4",
        "description": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg"
    },
    {
        "title": "Dragonkeeper",
        "description": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi. Dragons had been banished from the kingdom. Ping, an orphan, finds one of the last remaining dragon eggs. Palace guards force Ping to run away in order to return the dragon egg to the ocean and save all dragons from extinction. Ping discovers that she is a true Dragonkeeper. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ggZGnJLzO3BTu7ysuuIzou3Oex5.jpg"
    },
    {
        "title": "Coraline",
        "description": "Wandering her rambling old house in her boring new town, 11-year-old Coraline discovers a hidden door to a strangely idealized version of her life. In order to stay in the fantasy, she must make a frighteningly real sacrifice. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4jeFXQYytChdZYE9JYO7Un87IlW.jpg"
    },
    {
        "title": "Beetlejuice",
        "description": "A newly dead New England couple seeks help from a deranged demon exorcist to scare an affluent New York family out of their home. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg"
    },
    {
        "title": "10 Lives",
        "description": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/r2D7MkNocsqKOqGnnGEQThU26JS.jpg"
    },
    {
        "title": "Seven Cemeteries",
        "description": "A recent parolee gets a Mexican witch to resurrect his old posse so that they can help him save a woman's ranch from a ruthless drug lord. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jHdmMiS35fN0zLJBXNg3VHLJk9y.jpg"
    },
    {
        "title": "Descendants: The Rise of Red",
        "description": "After the Queen of Hearts incites a coup on Auradon, her rebellious daughter Red and Cinderella's perfectionist daughter Chloe join forces and travel back in time to try to undo the traumatic event that set Red's mother down her villainous path. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8fYluTtB3b3HKO7KQa5tzrvGaps.jpg"
    },
    {
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "description": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg"
    },
    {
        "title": "Harold and the Purple Crayon",
        "description": "Inside of his book, adventurous Harold can make anything come to life simply by drawing it. After he grows up and draws himself off the book's pages and into the physical world, Harold finds he has a lot to learn about real life. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qtW6bWUEqfPLaD6KnetIlSG4adf.jpg"
    },
    {
        "title": "Harry Potter and the Philosopher's Stone",
        "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg"
    },
    {
        "title": "The Super Mario Bros. Movie",
        "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg"
    },
    {
        "title": "Miraculous World: Paris, Tales of Shadybug and Claw Noir",
        "description": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people? This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7Md3nuV0ZprBTnkdR3OrUCEsrSP.jpg"
    },
    {
        "title": "Harry Potter and the Chamber of Secrets",
        "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg"
    },
    {
        "title": "Mantra Warrior: The Legend of The Eight Moons",
        "description": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sQE0VegwDa0GHjawfNRr1sFgVE2.jpg"
    },
    {
        "title": "Harry Potter and the Prisoner of Azkaban",
        "description": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg"
    },
    {
        "title": "Elemental",
        "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/4Y1WNkd88JXmGfhtWR7dmDAo1T2.jpg"
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kuf6dutpsT0vSVehic3EZIqkOBt.jpg"
    },
    {
        "title": "Red One",
        "description": "After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous bounty hunter in a globe-trotting, action-packed mission to save Christmas. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/cdqLnri3NEGcmfnqwk2TSIYtddg.jpg"
    },
    {
        "title": "Wish",
        "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vgJZSqKMXWDDx09iSIStGKfHMku.jpg"
    },
    {
        "title": "Family Pack",
        "description": "When an old card game comes to life, a family jumps back in time to a medieval village where they must unmask werewolves to secure their return home. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nKDH9pjh1fkBcb3PNouQ0qmN6cW.jpg"
    },
    {
        "title": "The Hobbit: The Battle of the Five Armies",
        "description": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xT98tLqatZPQApyRmlPL12LtiWp.jpg"
    },
    {
        "title": "Miraculous World, London: At the Edge of Time",
        "description": "Marinette, now Chronobug, and Bunnyx must save the future by resolving the mystery of who dicovered Marinette's identity as Ladybug, when, and how they stole her Miraculous. Throughout the adventure, they learn that the Butterfly Miraculous has a new holder, the one who unraveled the ultimate secret. Ladybug's only hope is to defeat her opponent to prevent the end of Ladybug. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/g4ShHhp0WOnVlpaOo3A8pKQlj3r.jpg"
    },
    {
        "title": "Wonka",
        "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qhb1qOilapbapxWQn9jtRCMwXJF.jpg"
    },
    {
        "title": "Harry Potter and the Goblet of Fire",
        "description": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg"
    },
    {
        "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "description": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg"
    },
    {
        "title": "Shrek",
        "description": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iB64vpL3dIObOtMZgX3RqdVdQDc.jpg"
    },
    {
        "title": "Pirates of the Caribbean: Dead Man's Chest",
        "description": "Captain Jack Sparrow works his way out of a blood debt with the ghostly Davy Jones to avoid eternal damnation. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/uXEqmloGyP7UXAiphJUu2v2pcuE.jpg"
    },
    {
        "title": "Harry Potter and the Order of the Phoenix",
        "description": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg"
    },
    {
        "title": "The Lord of the Rings: The Return of the King",
        "description": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​ This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg"
    },
    {
        "title": "Alienoid",
        "description": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8QVDXDiOGHRcAD4oM6MXjE0osSj.jpg"
    },
    {
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
        "description": "After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/poHwCZeWzJCShH7tOjg8RIoyjcw.jpg"
    },
    {
        "title": "It Chapter Two",
        "description": "27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/zfE0R94v1E8cuKAerbskfD3VfUt.jpg"
    },
    {
        "title": "Harry Potter and the Deathly Hallows: Part 2",
        "description": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills. This fantasy film brings an engaging story of magical worlds and mythical creatures.",
        "genre": [
            "Fantasy"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/c54HpQmuwXjHq2C9wmoACjxoom3.jpg"
    },
    {
        "title": "The Wild Robot",
        "description": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg"
    },
    {
        "title": "Venom: The Last Dance",
        "description": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/k42Owka8v91trK1qMYwCQCNwJKr.jpg"
    },
    {
        "title": "Alien: Romulus",
        "description": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/b33nnKl1GSFbao4l3fZDDqsMx0F.jpg"
    },
    {
        "title": "Transformers One",
        "description": "The untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iRCgqpdVE4wyLQvGYU3ZP7pAtUc.jpg"
    },
    {
        "title": "The Substance",
        "description": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lqoMzCcZYEFK729d6qzt349fB4o.jpg"
    },
    {
        "title": "Deadpool & Wolverine",
        "description": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg"
    },
    {
        "title": "Venom",
        "description": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg"
    },
    {
        "title": "Venom: Let There Be Carnage",
        "description": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1MJNcPZy46hIy2CmSqOeru0yr5C.jpg"
    },
    {
        "title": "Survive",
        "description": "A couple celebrates their son’s birthday in the middle of the ocean on their boat. A violent storm hits and it brings up hungry creatures from the depths and they fight for their survival. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7fR3KxswtY8OHHZuOUB9td58CRX.jpg"
    },
    {
        "title": "The Platform 2",
        "description": "After a mysterious leader imposes his law in a brutal system of vertical cells, a new arrival battles against a dubious food distribution method. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/z2m3g8QOEMNyslgBU5vsyzRwgSz.jpg"
    },
    {
        "title": "My Hero Academia: You're Next",
        "description": "In a society devastated by the effects of an all-out war between heroes and villains, a mysterious giant fortress suddenly appears, engulfing towns and people one after another. Then, a man reminiscent of All Might, the 'symbol of peace', stands in front of Izuku and his friends... This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8rdB1wkheEMMqcY8qLAKjCMPcnZ.jpg"
    },
    {
        "title": "Transmorphers: Mech Beasts",
        "description": "20 years after the events of Transmorphers, a newer, more advanced species of alien robot descends on a rebuilt Earth, threatening once again to destroy the planet. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oqhaffnQqSzdLrYAQA5W4IdAoCX.jpg"
    },
    {
        "title": "Project Silence",
        "description": "Due to sudden deteriorating weather conditions, visibility on the Airport Bridge is severely impaired, leaving people stranded and at risk of the bridge collapsing due to a series of chain collisions and explosions. Amidst the chaos, the canine subjects \"Echo\" from the military experiment \"Project Silence,\" who were being transported in secret, break free, and all human survivors become targets of relentless attacks. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fttoFfKikQMwIoV3UVvlCvBhbUw.jpg"
    },
    {
        "title": "LEGO Marvel Avengers: Mission Demolition",
        "description": "A young, aspiring hero and superhero fan inadvertently unleashes a powerful new villain looking to rid the world of the Avengers. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/k3LGf9afqmUZiAJ9nffBinpOhOI.jpg"
    },
    {
        "title": "Borderlands",
        "description": "Returning to her home planet, an infamous bounty hunter forms an unexpected alliance with a team of unlikely heroes. Together, they battle monsters and dangerous bandits to protect a young girl who holds the key to unimaginable power. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/865DntZzOdX6rLMd405R0nFkLmL.jpg"
    },
    {
        "title": "Kingdom of the Planet of the Apes",
        "description": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gKkl37BQuKTanygYQG1pyYgLVgf.jpg"
    },
    {
        "title": "A Quiet Place: Day One",
        "description": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hU42CRk14JuPEdqZG3AWmagiPAP.jpg"
    },
    {
        "title": "Subservience",
        "description": "With his wife out sick, a struggling father brings home a lifelike AI, only to have his self-aware new help want everything her new family has to offer... Like the affection of her owner and she'll kill to get it. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gBenxR01Uy0Ev9RTIw6dVBPoyQU.jpg"
    },
    {
        "title": "Godzilla x Kong: The New Empire",
        "description": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg"
    },
    {
        "title": "The Maze Runner",
        "description": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ode14q7WtDugFDp78fo9lCsmay9.jpg"
    },
    {
        "title": "Furiosa: A Mad Max Saga",
        "description": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iADOJ8Zymht2JPMoy3R7xceZprc.jpg"
    },
    {
        "title": "Transformers: Rise of the Beasts",
        "description": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gPbM0MK8CP8A174rmUwGsADNYKD.jpg"
    },
    {
        "title": "Spider-Man: No Way Home",
        "description": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg"
    },
    {
        "title": "Interstellar",
        "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg"
    },
    {
        "title": "Avengers: Infinity War",
        "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg"
    },
    {
        "title": "V/H/S/Beyond",
        "description": "The infinite playground of forbidden worlds and dangerous lifeforms offered by the sci-fi horror genre will lead to the biggest, maddest, bloodiest V/H/S ever. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/wXaf6VGNHIGU7qivapGOF7o4o4N.jpg"
    },
    {
        "title": "Dune: Part Two",
        "description": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg"
    },
    {
        "title": "Spider-Man: Across the Spider-Verse",
        "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg"
    },
    {
        "title": "Mantra Warrior: The Legend of The Eight Moons",
        "description": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sQE0VegwDa0GHjawfNRr1sFgVE2.jpg"
    },
    {
        "title": "Sonic the Hedgehog 3",
        "description": "Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mubt4bnVfpJ5lBMq93DidEuMkJr.jpg"
    },
    {
        "title": "Justice League: Crisis on Infinite Earths Part Three",
        "description": "Now fully revealed as the ultimate threat to existence, the Anti-Monitor wages an unrelenting attack on the surviving Earths that struggle for survival in a pocket universe. One by one, these worlds and all their inhabitants are vaporized! On the planets that remain, even time itself is shattered, and heroes from the past join the Justice League and their rag-tag allies against the epitome of evil. But as they make their last stand, will the sacrifice of the superheroes be enough to save us all? This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/a3q8NkM8uTh9E23VsbUOdDSbBeN.jpg"
    },
    {
        "title": "The Marvels",
        "description": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/9GBhzXMFjgcZ3FdR9w3bUMMTps5.jpg"
    },
    {
        "title": "Avatar: The Way of Water",
        "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/t6HIqrRAclMCA60NsSmeqe9RmNV.jpg"
    },
    {
        "title": "The Avengers",
        "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins! This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg"
    },
    {
        "title": "Jurassic World Dominion",
        "description": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators ona planet they now share with history's most fearsome creatures. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/i74yGY5QMgq6seceDhltaPJ0xfO.jpg"
    },
    {
        "title": "Alien",
        "description": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg"
    },
    {
        "title": "Alienoid",
        "description": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8QVDXDiOGHRcAD4oM6MXjE0osSj.jpg"
    },
    {
        "title": "Afraid",
        "description": "Curtis Pike and his family are selected to test a new home device: a digital assistant called AIA. AIA observes the family's behaviors and begins to anticipate their needs. And she can – and will – make sure nothing – and no one – gets in her family's way. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/y1oqFJPAYu7qLMz9Rv1FBoDboff.jpg"
    },
    {
        "title": "Jackpot!",
        "description": "In the near future, a 'Grand Lottery' has been established - the catch: kill the winner before sundown to legally claim their multi-billion dollar jackpot. When Katie Kim mistakenly finds herself with the winning ticket, she reluctantly joins forces with amateur lottery protection agent Noel Cassidy who must get her to sundown in exchange for a piece of her prize. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fOsamTFIyGxjw1jLSKdZYxQBJOT.jpg"
    },
    {
        "title": "Highlander: The Search for Vengeance",
        "description": "Colin MacLeod hunts for the man responsible for the death of his love. He chases the immortal Marcus Octavius across centuries as his quest threatens to take over his life and heart. In his quest, he meets a woman who reminds him of his slain beauty. But it's his final battle with Marcus that will decide not only his fate, but also the fate of everyone in the world. This science fiction film brings an engaging story of .",
        "genre": [
            "Science Fiction"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/f4htbMf2LORgMjKn0litcUFWuWY.jpg"
    },
    {
        "title": "Terrifier 3",
        "description": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/63xYQj1BwRFielxsBDXvHIJyXVm.jpg"
    },
    {
        "title": "Alien: Romulus",
        "description": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/b33nnKl1GSFbao4l3fZDDqsMx0F.jpg"
    },
    {
        "title": "The Substance",
        "description": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lqoMzCcZYEFK729d6qzt349fB4o.jpg"
    },
    {
        "title": "Beetlejuice Beetlejuice",
        "description": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Betelgeuse, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/kKgQzkUCnQmeTPkyIwHly2t6ZFI.jpg"
    },
    {
        "title": "Azrael",
        "description": "In a world where no one speaks, a devout female hunts down a young woman who has escaped her imprisonment. Recaptured by its ruthless leaders, Azrael is due to be sacrificed to pacify an ancient evil deep within the surrounding wilderness. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qpdFKDvJS7oLKTcBLXOaMwUESbs.jpg"
    },
    {
        "title": "The Platform 2",
        "description": "After a mysterious leader imposes his law in a brutal system of vertical cells, a new arrival battles against a dubious food distribution method. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/z2m3g8QOEMNyslgBU5vsyzRwgSz.jpg"
    },
    {
        "title": "Terrifier",
        "description": "A maniacal clown named Art terrorizes three young women on Halloween night and everyone else who stands in his way. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sFaPj5UyIAsiRuIgVl60pCYUzmR.jpg"
    },
    {
        "title": "The Crow",
        "description": "Soulmates Eric and Shelly are brutally murdered when the demons of her dark past catch up with them. Given the chance to save his true love by sacrificing himself, Eric sets out to seek merciless revenge on their killers, traversing the worlds of the living and the dead to put the wrong things right. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/58QT4cPJ2u2TqWZkterDq9q4yxQ.jpg"
    },
    {
        "title": "Outside",
        "description": "A family retreats to an isolated farm during a zombie outbreak, but years of painful secrets take a toll as they navigate their desolate world. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sIdczpaO0XXBe6OEIL8NbWMqQrO.jpg"
    },
    {
        "title": "Smile 2",
        "description": "About to embark on a new world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aE85MnPIsSoSs3978Noo16BRsKN.jpg"
    },
    {
        "title": "Hellboy: The Crooked Man",
        "description": "Hellboy and a rookie BPRD agent get stranded in 1950s rural Appalachia. There, they discover a small community haunted by witches, led by a local devil with a troubling connection to Hellboy's past: the Crooked Man. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/iz2GabtToVB05gLTVSH7ZvFtsMM.jpg"
    },
    {
        "title": "Winnie-the-Pooh: Blood and Honey 2",
        "description": "Five months following the murders, Christopher Robin struggles to maintain a regular life while dealing with PTSD. However, deep within the 100-Acre-Wood, a destructive rage grows as Pooh, Piglet, Owl, and Tigger find their home and their lives endangered after their existence is revealed. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2sADrLwMQof6yYmrJRSa04tFZuS.jpg"
    },
    {
        "title": "Bagman",
        "description": "For centuries and across cultures, parents have warned their children of the legendary Bagman, who snatches innocent children and stuffs them into his vile, rotting bag—never to be seen again. Patrick McKee narrowly escaped such an encounter as a boy, which left him with lasting scars throughout his adulthood. Now, Patrick’s childhood tormentor has returned, threatening the safety of his wife Karina and son Jake. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/pkKcIP2B2ILAh4lGKyn9YkO0L1t.jpg"
    },
    {
        "title": "SpongeBob Squarepants: Kreepaway Kamp",
        "description": "While at Kamp Koral for a reunion, SpongeBob and the gang are stalked by a mysterious figure lurking in the shadows as campers start disappearing one by one! This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/blRsgsexoBqnjcEJkV8beKAVT6J.jpg"
    },
    {
        "title": "Terrifier 2",
        "description": "A year after the Miles County massacre, Art the Clown is resurrected by a sinister entity. Art returns home, where he must hunt down and destroy teenage Sienna and her younger brother Jonathan on Halloween. As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8gLhu8UFPZfH2Hv11JhTZkb9CVl.jpg"
    },
    {
        "title": "Project Silence",
        "description": "Due to sudden deteriorating weather conditions, visibility on the Airport Bridge is severely impaired, leaving people stranded and at risk of the bridge collapsing due to a series of chain collisions and explosions. Amidst the chaos, the canine subjects \"Echo\" from the military experiment \"Project Silence,\" who were being transported in secret, break free, and all human survivors become targets of relentless attacks. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fttoFfKikQMwIoV3UVvlCvBhbUw.jpg"
    },
    {
        "title": "Never Let Go",
        "description": "As an evil takes over the world beyond their front doorstep, the only protection for a mother and her twin sons is their house and their family’s protective bond. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3EpZ2ksjijmdr8BhISP03PYzNFW.jpg"
    },
    {
        "title": "Speak No Evil",
        "description": "When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fDtkrO2OAF8LKQTdzYmu1Y7lCLB.jpg"
    },
    {
        "title": "The Park Maniac",
        "description": "An infamous serial killer who assaulted and killed several women in the '90s, gets on a collision course with a young journalist eager for the truth and a career-changing article. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xUIaDutJAWyfWEyZRcqaNWcoR55.jpg"
    },
    {
        "title": "Terrifier",
        "description": "After witnessing a brutal murder on Halloween night, a young woman becomes the next target of a maniacal entity. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/uP5k78WkCVrxrFp4AJflHbC61Ao.jpg"
    },
    {
        "title": "A Quiet Place: Day One",
        "description": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hU42CRk14JuPEdqZG3AWmagiPAP.jpg"
    },
    {
        "title": "All Hallows' Eve",
        "description": "While watching two children on Halloween night, a babysitter finds an old VHS tape in the kids' trick or treat bag. The tape features three tales of terror, all linked together by a murderous clown. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/bSe8CBqK8HkbP6sqZWzcJfQV9Ci.jpg"
    },
    {
        "title": "Temurun",
        "description": "After their mother dies during a violent break-in, two siblings move in with their estranged father discover their family's sinister heritage. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mfZmaNJonng2yv6ZynxI1ZEhYtW.jpg"
    },
    {
        "title": "Subservience",
        "description": "With his wife out sick, a struggling father brings home a lifelike AI, only to have his self-aware new help want everything her new family has to offer... Like the affection of her owner and she'll kill to get it. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gBenxR01Uy0Ev9RTIw6dVBPoyQU.jpg"
    },
    {
        "title": "Prey",
        "description": "A young couple is compelled to leave their Christian missionary station in the Kalahari Desert after being threatened with death by an extremist militant gang. After crashing their aircraft they must battle man and beast for their lives. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aOsPclgSiOqhndI2Xp2ksz2g9n6.jpg"
    },
    {
        "title": "Exorcism in Utero",
        "description": "Herma finds a powerful ring that possesses her when she tries it on; as her body transforms and mind begins to deteriorate, she must find a way out to save herself and her unborn baby. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/eX5TsKpEk5qDgWJk0UBbROgqjlh.jpg"
    },
    {
        "title": "Little Bites",
        "description": "Mindy, a young widow and mother who tries to protect her daughter Alice from a flesh eating monster named Agyar. Mindy has been secretly sacrificing her own life by allowing the creature to feast on her body as she keeps Alice hidden away at her grandmother’s house. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/11WUy1jqjk2ZMj5UjvfmBAIYDvr.jpg"
    },
    {
        "title": "Smile",
        "description": "After witnessing a bizarre, traumatic incident involving a patient, Dr. Rose Cotter starts experiencing frightening occurrences that she can't explain. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aPqcQwu4VGEewPhagWNncDbJ9Xp.jpg"
    },
    {
        "title": "Seven Cemeteries",
        "description": "A recent parolee gets a Mexican witch to resurrect his old posse so that they can help him save a woman's ranch from a ruthless drug lord. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jHdmMiS35fN0zLJBXNg3VHLJk9y.jpg"
    },
    {
        "title": "MadS",
        "description": "A teenager stops off to see his dealer to test a new drug before heading off for a night of partying. On the way home, he picks up an injured woman and the night takes a surreal turn. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3xgcQHcYxGOrJNbwgXRGPPHCXVu.jpg"
    },
    {
        "title": "Die Alone",
        "description": "Lost in a world reclaimed by nature and overrun by mysterious creatures, Ethan, a young man with amnesia navigates the dangerous landscape in search of his lost love Emma.  His journey takes an unexpected turn when he encounters Mae, a hardened and eccentric survivor.  Together, Ethan and Mae face threats both human and otherwise before a fateful encounter with Kai unravels a secret that lies just beyond Ethan's fractured memory. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jg5WvZPpGpnTrwKbLAihf33OVSL.jpg"
    },
    {
        "title": "Carved",
        "description": "On Halloween 1993, 2 years after a deadly nuclear spill, the staff of a historic pioneer village attraction must work together to survive the attack of a monstrous killer pumpkin set on revenge. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/9DKH4j80eR4qAcGDoShlUO7D0Is.jpg"
    },
    {
        "title": "Rippy",
        "description": "Young police officer Maddy is determined to live up to her deceased father's legacy. Her courage is put to the test when locals are found brutally ripped to shreds by the zombie kangaroo. As the undead beast leaves a trail of carnage, Maddy, with the help of her eccentric Uncle Schmitty and resilient Aunt Donna, must embark on a high-stakes battle to save the town. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/cZ5U4Ae74g29E02JR5oR98RQhiR.jpg"
    },
    {
        "title": "Trap",
        "description": "A father and teen daughter attend a pop concert, where they realize they're at the center of a dark and sinister event. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jwoaKYVqPgYemFpaANL941EF94R.jpg"
    },
    {
        "title": "Longlegs",
        "description": "FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes an unexpected turn, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/5aj8vVGFwGVbQQs26ywhg4Zxk2L.jpg"
    },
    {
        "title": "Daddy's Head",
        "description": "A boy and his stepmother fear for their safety after an eerie creature resembling the boy's recently deceased father visits them. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nEWbEBs8BalwasA4Un8rll3kauT.jpg"
    },
    {
        "title": "Scouts Guide to the Zombie Apocalypse",
        "description": "Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lUKvvSnjFlazrdh6wyHxHrdMknD.jpg"
    },
    {
        "title": "Blink Twice",
        "description": "When tech billionaire Slater King meets cocktail waitress Frida at his fundraising gala, he invites her to join him and his friends on a dream vacation on his private island. But despite the epic setting, beautiful people, ever-flowing champagne, and late-night dance parties, Frida can sense that there’s something sinister hiding beneath the island’s lush façade. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lZGOK0I2DJSRlEPNOAFTSNxSjDD.jpg"
    },
    {
        "title": "Salem's Lot",
        "description": "Author Ben Mears returns to his childhood home of Jerusalem's Lot only to discover his hometown is being preyed upon by a bloodthirsty vampire. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/j7ncdqBVufydVzVtxmXu8Ago4ox.jpg"
    },
    {
        "title": "No Voltees",
        "description": "When two siblings return to their childhood home, they are confronted by a violent, supernatural presence that dwells deep within their worst traumas. This horror film brings an engaging story of haunting themes and eerie suspense.",
        "genre": [
            "Horror"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/g3ZeqO6cNvr6cbfUn2FYZ7wAZ6f.jpg"
    },
    {
        "title": "Terrifier 3",
        "description": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/63xYQj1BwRFielxsBDXvHIJyXVm.jpg"
    },
    {
        "title": "The Substance",
        "description": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lqoMzCcZYEFK729d6qzt349fB4o.jpg"
    },
    {
        "title": "Azrael",
        "description": "In a world where no one speaks, a devout female hunts down a young woman who has escaped her imprisonment. Recaptured by its ruthless leaders, Azrael is due to be sacrificed to pacify an ancient evil deep within the surrounding wilderness. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/qpdFKDvJS7oLKTcBLXOaMwUESbs.jpg"
    },
    {
        "title": "Survive",
        "description": "A couple celebrates their son’s birthday in the middle of the ocean on their boat. A violent storm hits and it brings up hungry creatures from the depths and they fight for their survival. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/7fR3KxswtY8OHHZuOUB9td58CRX.jpg"
    },
    {
        "title": "The Shadow Strays",
        "description": "Skilled in the art of killing, a young assassin defies her mentor to save a boy from a ruthless crime syndicate — and she'll destroy anyone in her path. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/cfkcrKySRyJiIdLo6c6kNSyLFh7.jpg"
    },
    {
        "title": "Terrifier",
        "description": "A maniacal clown named Art terrorizes three young women on Halloween night and everyone else who stands in his way. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sFaPj5UyIAsiRuIgVl60pCYUzmR.jpg"
    },
    {
        "title": "The Silent Hour",
        "description": "While working a case as an interpreter, a hearing-impaired police detective must confront a group of criminals trying to eliminate a deaf murder witness in her apartment building. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/j736cRzBtEPCm0nHnpRN1prqiqj.jpg"
    },
    {
        "title": "Operation Black Ops",
        "description": "A group of mercenaries are hired to overthrow a Neo-Nazi stronghold nestled deep in the heart of Texas, only to discover they are protecting nuclear codes that could ignite World War III. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vMgkjQM2fHirExilsTZWJTqL33G.jpg"
    },
    {
        "title": "Joker: Folie à Deux",
        "description": "While struggling with his dual identity, Arthur Fleck not only stumbles upon true love, but also finds the music that's always been inside him. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aciP8Km0waTLXEYf5ybFK5CSUxl.jpg"
    },
    {
        "title": "Outside",
        "description": "A family retreats to an isolated farm during a zombie outbreak, but years of painful secrets take a toll as they navigate their desolate world. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/sIdczpaO0XXBe6OEIL8NbWMqQrO.jpg"
    },
    {
        "title": "Winnie-the-Pooh: Blood and Honey 2",
        "description": "Five months following the murders, Christopher Robin struggles to maintain a regular life while dealing with PTSD. However, deep within the 100-Acre-Wood, a destructive rage grows as Pooh, Piglet, Owl, and Tigger find their home and their lives endangered after their existence is revealed. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/2sADrLwMQof6yYmrJRSa04tFZuS.jpg"
    },
    {
        "title": "Bagman",
        "description": "For centuries and across cultures, parents have warned their children of the legendary Bagman, who snatches innocent children and stuffs them into his vile, rotting bag—never to be seen again. Patrick McKee narrowly escaped such an encounter as a boy, which left him with lasting scars throughout his adulthood. Now, Patrick’s childhood tormentor has returned, threatening the safety of his wife Karina and son Jake. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/pkKcIP2B2ILAh4lGKyn9YkO0L1t.jpg"
    },
    {
        "title": "Terrifier 2",
        "description": "A year after the Miles County massacre, Art the Clown is resurrected by a sinister entity. Art returns home, where he must hunt down and destroy teenage Sienna and her younger brother Jonathan on Halloween. As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/8gLhu8UFPZfH2Hv11JhTZkb9CVl.jpg"
    },
    {
        "title": "Project Silence",
        "description": "Due to sudden deteriorating weather conditions, visibility on the Airport Bridge is severely impaired, leaving people stranded and at risk of the bridge collapsing due to a series of chain collisions and explosions. Amidst the chaos, the canine subjects \"Echo\" from the military experiment \"Project Silence,\" who were being transported in secret, break free, and all human survivors become targets of relentless attacks. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fttoFfKikQMwIoV3UVvlCvBhbUw.jpg"
    },
    {
        "title": "Blood for Dust",
        "description": "Reckless Ricky makes serious money dealing illegal weapons throughout the tri-state area and loves to flaunt it. Traveling salesman Cliff, covers the same territory Ricky runs guns through. Desperate to find some financial relief for his struggling family, Cliff agrees to partner with Ricky, to commit cross-state drug and gun deliveries for a mid-level American cartel boss John. When a simple exchange turns into a bloodbath after Ricky kills everyone in a territory grab, the pair find themselves in a pressure cooker situation where unlikely drug dealer Cliff must fight as hard as he can to stay alive. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nvaCnkl8RilLhVAQXPFei0tqkqW.jpg"
    },
    {
        "title": "Speak No Evil",
        "description": "When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fDtkrO2OAF8LKQTdzYmu1Y7lCLB.jpg"
    },
    {
        "title": "The Park Maniac",
        "description": "An infamous serial killer who assaulted and killed several women in the '90s, gets on a collision course with a young journalist eager for the truth and a career-changing article. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/xUIaDutJAWyfWEyZRcqaNWcoR55.jpg"
    },
    {
        "title": "Twisters",
        "description": "As storm season intensifies, the paths of former storm chaser Kate Carter and reckless social-media superstar Tyler Owens collide when terrifying phenomena never seen before are unleashed. The pair and their competing teams find themselves squarely in the paths of multiple storm systems converging over central Oklahoma in the fight of their lives. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/pjnD08FlMAIXsfOLKQbvmO0f0MD.jpg"
    },
    {
        "title": "Woman of the Hour",
        "description": "An aspiring actress crosses paths with a prolific serial killer in '70s LA when they're cast on an episode of \"The Dating Game.\" This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/nc9ZqrJFbcUdlMg9lxXXtJb24jU.jpg"
    },
    {
        "title": "Kill 'em All 2",
        "description": "Phillip and Suzanne are retired from the spy game, living peacefully off the grid. That's until their whereabouts are discovered by Vlad, the vengeful brother of their target from the first film. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hgA5hN3NjNNSTXYOmAI6KNKOzbp.jpg"
    },
    {
        "title": "Wolfs",
        "description": "Hired to cover up a high-profile crime, a fixer soon finds his night spiralling out of control when he's forced to work with an unexpected counterpart. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/vOX1Zng472PC2KnS0B9nRfM8aaZ.jpg"
    },
    {
        "title": "A Quiet Place: Day One",
        "description": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/hU42CRk14JuPEdqZG3AWmagiPAP.jpg"
    },
    {
        "title": "Bangkok Breaking: Heaven and Hell",
        "description": "When a dedicated rescue worker inadvertently gets caught up in the kidnapping plot of a mogul's tween daughter, he must save her from the clutches of rival gangs hunting them down with unpredictable dangers around every corner. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/6VeDn4oIeUK4XwjWGWMb6qvMImQ.jpg"
    },
    {
        "title": "Temurun",
        "description": "After their mother dies during a violent break-in, two siblings move in with their estranged father discover their family's sinister heritage. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/mfZmaNJonng2yv6ZynxI1ZEhYtW.jpg"
    },
    {
        "title": "Hijack 1971",
        "description": "Pilots Tae-in and Gyu-sik are set to fly to Gimpo. Under the guidance of flight attendant Ok-soon, passengers are busy boarding. However, shortly after takeoff, a homemade bomb explodes, turning the cabin into chaos. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/68jNkFi61MQjrJEqj2up5wZ4w5R.jpg"
    },
    {
        "title": "Subservience",
        "description": "With his wife out sick, a struggling father brings home a lifelike AI, only to have his self-aware new help want everything her new family has to offer... Like the affection of her owner and she'll kill to get it. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/gBenxR01Uy0Ev9RTIw6dVBPoyQU.jpg"
    },
    {
        "title": "Prey",
        "description": "A young couple is compelled to leave their Christian missionary station in the Kalahari Desert after being threatened with death by an extremist militant gang. After crashing their aircraft they must battle man and beast for their lives. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/aOsPclgSiOqhndI2Xp2ksz2g9n6.jpg"
    },
    {
        "title": "The Maze Runner",
        "description": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/ode14q7WtDugFDp78fo9lCsmay9.jpg"
    },
    {
        "title": "Kill",
        "description": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on himself in a death-defying kill-spree to save those around him — turning what should have been a typical commute into an adrenaline-fueled thrill ride. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg"
    },
    {
        "title": "The Clean Up Crew",
        "description": "When a crime scene clean up crew discovers a briefcase full of money, they must out smart a criminal kingpin and corrupt FBI agents who want it back. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/oinz9e5xvcn0hDQZyWUGPJ0oVye.jpg"
    },
    {
        "title": "Seven Cemeteries",
        "description": "A recent parolee gets a Mexican witch to resurrect his old posse so that they can help him save a woman's ranch from a ruthless drug lord. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jHdmMiS35fN0zLJBXNg3VHLJk9y.jpg"
    },
    {
        "title": "MadS",
        "description": "A teenager stops off to see his dealer to test a new drug before heading off for a night of partying. On the way home, he picks up an injured woman and the night takes a surreal turn. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/3xgcQHcYxGOrJNbwgXRGPPHCXVu.jpg"
    },
    {
        "title": "Die Alone",
        "description": "Lost in a world reclaimed by nature and overrun by mysterious creatures, Ethan, a young man with amnesia navigates the dangerous landscape in search of his lost love Emma.  His journey takes an unexpected turn when he encounters Mae, a hardened and eccentric survivor.  Together, Ethan and Mae face threats both human and otherwise before a fateful encounter with Kai unravels a secret that lies just beyond Ethan's fractured memory. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jg5WvZPpGpnTrwKbLAihf33OVSL.jpg"
    },
    {
        "title": "Trap",
        "description": "A father and teen daughter attend a pop concert, where they realize they're at the center of a dark and sinister event. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/jwoaKYVqPgYemFpaANL941EF94R.jpg"
    },
    {
        "title": "Skinford 2: The Curse",
        "description": "This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/auWtuSMLyiViVefPsj9JZA84n9I.jpg"
    },
    {
        "title": "Longlegs",
        "description": "FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes an unexpected turn, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/5aj8vVGFwGVbQQs26ywhg4Zxk2L.jpg"
    },
    {
        "title": "Fast X",
        "description": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/fiVW06jE7z9YnO4trhaMEdclSiC.jpg"
    },
    {
        "title": "Hounds of War",
        "description": "After a mission goes wrong, only one of a group of mercenaries is left alive to avenge his fallen brothers. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lRBT73EWsiQPuqK3YS3BnBW0Zwi.jpg"
    },
    {
        "title": "Blink Twice",
        "description": "When tech billionaire Slater King meets cocktail waitress Frida at his fundraising gala, he invites her to join him and his friends on a dream vacation on his private island. But despite the epic setting, beautiful people, ever-flowing champagne, and late-night dance parties, Frida can sense that there’s something sinister hiding beneath the island’s lush façade. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/lZGOK0I2DJSRlEPNOAFTSNxSjDD.jpg"
    },
    {
        "title": "Joker",
        "description": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure. This thriller film brings an engaging story of mystery and suspense.",
        "genre": [
            "Thriller"
        ],
        "poster_url": "https://image.tmdb.org/t/p/original/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg"
    }
]